// #region Gachapon Page
const information = {
  rateUp:{
    type: "rate-up",
    title: "",
    content: `<b>•</b> การแลก <b>ชุด Limited</b> ต้องใช้คะแนนสะสม 10 คะแนน สำหรับการแลก <b>ชุด Limited</b> 1 ชิ้น<br><br>

    <b>•</b> การได้รับคะแนนสะสมมาจาก การสุ่ม ได้ ชุด Limited ที่เคยได้รับ ซึ่ง <b>ชุด Limited</b> ที่เคยได้รับจะถูกแปรเปลี่ยนเป็นคะแนนสะสมโดยมีเกณฑ์ดังนี้ - <b>ชุด Hairs,Tops,Buttoms</b> จะได้รับเท่ากับ 1 คะแนน <b>- อื่นๆ (Buddy,Accessories)</b> จะได้รับเท่ากับ 2 คะแนน<br><br>

    <b>•</b> คะแนนสะสมสามารถเก็บได้สูงสุด 10 คะแนนเท่านั้น ไม่สามารถสะสม ได้มากกว่าหรือทบกันได้ ในกรณี คะแนนสะสมเต็ม 10 แล้ว แล้วได้รับ   <b>ชุด Limited</b> ที่เคยได้รับอีกครั้ง เมื่อคะแนนสะสมครบที่กำหนด แนะนำให้แลกทันที เพื่อผล ประโยชน์ต่อผู้เรียน<br><br>

    <b>•</b> ในกรณีมี <b>ชุด Limited</b> ครบแล้ว สามารถนำคะแนนสะสมไปแลก เหรียญแทนได้
    `
  },
  premium:{
    type: "premium",
    title: "กล่องสุ่ม Premium",
    content: `<b>•</b> ในการสุ่มจับรางวัลทุกครั้ง  จะได้รับรางวัลแบบสุ่ม  โดยของรางวัลแต่ละชิ้น มีอัตราการได้รับแตกต่างกัน<br><br>

    <b>•</b> <b>รางวัลพิเศษ</b>ที่มูลค่าสูงที่สุด คือ <b>“ชุด Limited”</b> โอกาสที่จะได้รับ ต่ำมาก แต่มีการการันตีได้รับ จากการสุ่มสะสมครบ 10 ครั้ง<br><br>

    <b>•</b> เมื่อได้รับ <b>ชุด Limited </b> ไม่ว่ากรณีที่เกิดจากการสุ่มได้รับ หรือการได้รับการันตี จะรีเซ็ตแต้มสะสมการการันตีใหม่ ทุกครั้ง<br><br>

    <b>•</b> กรณีได้รับ <b>ชุด Limited</b> ซ้ำกับที่เคย ได้รับแล้ว จะถูกแปรเปลี่ยน เป็นคะแนนสะสมสำหรับแลกของ <b>ชุด Limited อื่น</b><br><br>

    <b>•</b> กรณีได้รับ “Costume ที่ไม่ขายใน Shop” ซ้ำกับที่เคย ได้รับแล้ว จะถูกแปรเปลี่ยนเหรียญ
    `
  },
  standard:{
    type: "standard",
    title: "กล่องสุ่ม Standard",
    content: `<b>•</b> ในการสุ่มจับรางวัลทุกครั้ง  จะได้รับรางวัลแบบสุ่ม  โดยของรางวัลแต่ละชิ้น มีอัตราการได้รับแตกต่างกัน<br><br>

    <b>•</b> <b>รางวัลพิเศษ</b>ที่มูลค่าสูงที่สุด คือ <b>“กุญแจสำหรับเปิดกล่องสุ่มรางวัล Premium”</b> โอกาสที่จะได้รับ ต่ำมาก แต่มีการการันตีได้รับ จากการสุ่มสะสมครบ 10 ครั้ง<br><br>

    <b>•</b> เมื่อได้รับ<b>รางวัลพิเศษ</b> ไม่ว่ากรณีที่เกิดจากการสุ่มได้รับ หรือการได้รับการันตี จะรีเซ็ตแต้มสะสมการการันตีใหม่ ทุกครั้ง
    `
  }
}
// #endregion

export default {
  information
};
