const list = [
  // #region Terms
  {
    type: "terms",
    title: "เงื่อนไขและข้อตกลง<br>ในการใช้บริการ",
    content: `
    &nbsp;&nbsp;&nbsp;เงื่อนไขและข้อตกลงการใช้บริการ
    เว็บไซต์ <a href="https://www.winner-english.com/#/" target="__blank" style="color:#0085FF;">www.winner-english.com</a> ของ
    บริษัท เอ็ดดูเทคอินโนเวชั่น จำกัด
    (“บริการ”) ฉบับนี้ ได้จัดทำขึ้น ระหว่าง
    บริษัท เอ็ดดูเทคอินโนเวชั่น จำกัด
    (“บริษัท”) ฝ่ายหนึ่ง กับผู้ใช้บริการ
    เว็บไซต์ของบริษัท (“ผู้ใช้”) อีกฝ่ายหนึ่ง
    <br>
    <br>

    &nbsp;&nbsp;&nbsp;ภายใต้วัตถุประสงค์ในการใช้บริการ รวมถึงแต่ไม่จำกัดเพียง การสมัครเรียน เข้า
    ชมวิดิโอการเรียน เข้าถึงแบบทดสอบการ
    เรียน หรือการประเมินผลการเรียนในรูปแบบต่าง ๆ เข้าร่วมกิจกรรม สอบถามหรือซื้อสินค้าบริการรูปแบบอื่น
    <br>
    <br>

    &nbsp;&nbsp;&nbsp;เมื่อผู้ใช้ได้เข้าถึงเว็บไซต์ หรือใช้บริการเว็บไซต์ รวมถึงการสมัครสมาชิก
    หรือการเข้าสู่ระบบบัญชีผู้ใช้งาน
    ทางบริษัทถือว่าผู้ใช้ได้อ่านและทำความเข้าใจเงื่อนไขและข้อตกลงการใช้บริการนี้เป็นอย่างดีแล้ว และการใช้
    บริการนี้ถือว่าผู้ใช้ตกลงและยอมรับเงื่อน
    ไขและข้อตกลงนี้ รวมถึงจะปฏิบัติตาม
    เงื่อนไขและข้อตกลงนี้ทุกประการ
    <br>
    <br>

    &nbsp;&nbsp;&nbsp;ในกรณีที่ผู้ใช้ยังอยู่ในฐานะผู้เยาว์ตามกฎหมาย ได้แก่ บุคคลที่มีอายุต่ำกว่า 10 ปี การใช้
    บริการของบริษัท ทั้งการดำเนินการ
    สมัครสมาชิก เข้าสู่ระบบ เข้าถึง หรือรับ
    บริการใดๆ จากการบริการนี้ จะต้องได้รับความยินยอมจากบิดามารดา ผู้ปกครอง หรือผู้แทนโดยชอบธรรมของผู้ใช้ ก่อนเข้าใช้บริการนี้ หรือการสมัคร
    สมาชิกเพื่อเข้าใช้บริการนี้ บริษัทจะถือว่าบุคคลดังกล่าวได้
    ยินยอมให้ผู้ใช้เข้าใช้บริการตามเงื่อน
    ไขและข้อตกลงนี้ และจะรับผิดชอบต่อ
    การกระทำของผู้ใช้ระหว่างการใช้บริการทั้งหมด
    <br>
    <br>

    <b>1. การใช้บริการในฐานะสมาชิก</b>
    <br>&nbsp;&nbsp;&nbsp;ในการใช้บริการของบริษัท ผู้ใช้จะต้อง
    สมัครเป็นสมาชิก ด้วยการกรอกข้อมูล
    ของผู้ใช้อย่างครบถ้วน ตามความเป็นจริงในปัจจุบัน ข้อมูลดังกล่าวรวมถึงแต่ไม่จำกัดเพียง ชื่อ นามสกุล หมายเลขโทรศัพท์ ที่อยู่ วันเดือนปีเกิด ประวัติการศึกษา และข้อมูลบิดามารดา ผู้ปกครอง หรือผู้แทน
    โดยชอบธรรมของผู้ใช้ เมื่อผู้ใช้ได้กดลง
    ทะเบียนสมัครเป็นสมาชิกแล้วนั้น ผู้ใช้จะ
    ได้บัญชีผู้ใช้งานในการรับบริการของ
    บริษัทนี้ (“บัญชีผู้ใช้”) คำสั่ง หรือคำร้อง หรือการดำเนินการใด ๆ ผ่านบัญชีผู้
    ใช้งานถือว่าเป็นการดำเนินการที่ถูกต้อง และสมบูรณ์จากผู้ใช้ การใช้บริการผ่าน
    บัญชีผู้ใช้นี้ ผู้ใช้มีหน้าที่แก้ไขเปลี่ยนแปลง นำเสนอข้อมูลที่เป็นปัจจุบันอยู่เสมอ และมีหน้าที่รักษาความลับของตนเองเอง รวมถึงการไม่นำบัญชีผู้ใช้ของตนไปให้ผู้อื่นใช้โดยมิชอบ หากผู้ใช้ต้องการเปลี่ยนแปลงแก้ไขบัญชีผู้ใช้ ผู้ใช้ไม่สามารถแก้ไขชื่อบัญชีผู้ใช้ (user ID) ได้ แต่ผู้ใช้สามารถ
    เปลี่ยนหมายเลขโทรศัพท์ที่ลงทะเบียน
    เป็นสมาชิกเพื่อการใช้บริการได้เท่านั้น
    หากผู้ใช้ต้องการใช้ชื่อบัญชี (user ID)
    ใหม่ ผู้ใช้จะต้องลงทะเบียนเป็นสมาชิก
    ใหม่ โดยใช้หมายเลขโทรศัพท์ที่แตกต่างจากบัญชีผู้ใช้เดิม อีกทั้งการบริการที่ได้ชำระค่าบริการแล้ว ไม่สามารถโอนย้ายไปยังบัญชีผู้ใช้งานใหม่ หรือบัญชีผู้ใช้งานอื่นได้สิทธิการใช้บริการ และประโยชน์อื่นๆ
    ตามเงื่อนไขและข้อตกลงในการใช้บริการฉบับนี้ไม่สามารถโอน เช่า หรือขายให้แก่ผู้อื่นได้
    <br>
    <br>

    <b>2. ข้อมูลส่วนบุคคล</b>
    <br>&nbsp;&nbsp;&nbsp;ข้อมูลส่วนบุคคลที่ผู้ใช้ได้ให้แก่บริษัท บริษัทจะเก็บรวบรวม ใช้ หรือเปิดเผย
    ข้อมูลของท่านตามกฎหมาย และเป็นไป
    ตาม “นโยบายความเป็นส่วนตัว” ของ
    บริษัท ซึ่งถือเป็นส่วนหนึ่งของเงื่อนไข
    และข้อตกลงในการใช้บริการฉบับนี้ด้วย
    <br>
    <br>

    <b>3. การใช้บริการ</b>
    <br>&nbsp;&nbsp;&nbsp;ผู้ใช้ตกลงใช้บริการของบริษัท และจะ
    <br>ไม่กระทำการอย่างใดอย่างหนึ่งต่อไปนี้
    <br>
    <b>3.1</b> กระทำ หรือใช้ หรือสนับสนุน การฝ่าฝืนต่อสัญญา ข้อบังคับ ระเบียบ กฎหมายภายในประเทศ และระหว่างประเทศที่บังคับใช้ในการใช้บริการ
    <br>
    <b>3.2</b>
    การจำหน่าย เช่า ให้ยืม อนุญาตให้ใช้ มอบสิทธิ หรือโอนสิทธิการใช้บริการผ่านบัญชีผู้ใช้งานของตนเองบุคคลอื่น ไม่ว่ากระทำด้วยวัตถุประสงค์ใด ๆ
    <br>
    <b>3.3</b>
    การแจกจ่าย แบ่งปัน หรือร่วมกันใช้บริการกับบุคคลอื่น รวมถึงการโอนบัญชีผู้ใช้งาน การโอนสิทธิเข้าถึงการบริการ หรือการโอนความเป็นสมาชิกของตนให้แก่บุคคลอื่น เพื่อเข้าใช้บริการ
    <br>
    <b>3.4</b>
    กระทำละเมิดสิทธิในทรัพย์สินทางปัญญาใด ๆ ของบริษัท รวมถึงไม่จำกัดเพียง การทำซ้ำ คัดลอก ดัดแปลง ขายต่อ หรือใช้ประโยชน์อื่นใดจากส่วนใดส่วนหนึ่ง หรือทั้งหมดของการบริการของบริษัทนี้ โดยไม่ได้รับอนุญาตจากทางบริษัท
    <br>
    <b>3.5</b>
    การคัดลอก เผยแพร่ ดัดแปลง ปรับเปลี่ยน ทำลาย ขโมยข้อมูล ใช้วิศวกรรมย้อนกลับ (reverse engineering) หรือขัดขวางบริการของบริษัท รวมถึงการใช้วิธีการดึงข้อมูล (scraping) ใช้สไปเดอร์ (spider) ใช้อินเตอร์เน็ตบอต (Internet bot ) หรือระบบอัตโนมัติอื่น ๆ เข้าไปในการบริการของบริษัท
    <br>
    <b>3.6</b>
    การปล่อย อัพโหลด ส่ง หรือโพสต์ข้อมูลที่มีไวรัส (virus) โทรจัน (Trojun) วอร์ม (worm) สปายแวร์ (spyware) โค้ด (computer code) scrape ไฟล์ (file) หรือโปรแกรมใด ๆ ที่ส่งผล รบกวน หรือเข้าไปควบคุมการให้บริการของบริษัท โดยไม่ได้รับอนุญาต ไม่ว่าจะก่อให้เกิดความเสียหายหรือไม่
    <br>
    <b>3.7</b>
    การบิดเบือนข้อมูล หรือ เผยแพร่ข้อมูลเท็จ ทำให้เกิดความเข้าใจผิดอันเสื่อมเสียชื่อเสียง
    <br>
    <b>3.8</b>
    การเผยแพร่ข้อความใด ๆ ที่มีเนื้อหาแสดงออกถึงความรุนแรง ความคุกคามทางเพศ ลามก หรือการเลือกปฏิบัติต่อเพศ เชื้อชาติ ชาติพันธุ์ สัญชาติ ศาสนา ความเห็นทางการเมือง สถานภาพทางสังคม หรือสมาชิกภาพทางสังคม หรือทำให้ผู้อื่นเสื่อมเสีย เดือดร้อน หรือเสียหายจากเนื้อหาที่ผู้ใช้เผยแพร่ เช่น
    <br>
    <b>3.9</b>
    เนื้อหาลามกที่เป็นอันตรายต่อเด็กและเยาวชน หรือการเปิดเผยข้อมูลที่ละเมิดสิทธิส่วนบุคคล การกระทำ ใช้ หรือสนับสนุน กระทำอาชญากรรม ฉ้อโกง หรือฟอกเงินทุกรูปแบบ
    <br>
    <br>
    อนึ่ง หากบริษัทตรวจสอบแล้วพบว่า หรือมีเหตุอันเชื่อได้ว่า ผู้ใช้กระทำไม่ปฏิบัติตาม หรือฝ่าฝืนข้อกำหนดที่กล่าวไว้ข้างต้น บริษัทมีสิทธิแก้ไข เปลี่ยนแปลง หรือลบข้อมูลจากการฝ่าฝืนดังกล่าว หรือระงับการใช้บริการ หรือบัญชีผู้ใช้งานของผู้ใช้ โดยไม่ต้องบอกกล่าวล่วงหน้า หรือดำเนินการทางกฎหมายตามที่บริษัทเห็นสมควร
    <br>
    <br>

    <b>4. ทรัพย์สินทางปัญญา</b>
    <br>&nbsp;&nbsp;&nbsp;ห้ามผู้ใช้ หรือบุคคลใด ๆ คัดลอก ทำซ้ำ ทำสำเนา แจกจ่าย ดัดแปลง เผยแพร่ต่อสาธารณชน จำหน่าย มีไว้ให้เช่า หรือใช้ประโยชน์อื่นใด เพื่อแสวงหาประโยชน์ทางการค้า หรือประโยชน์โดยมิชอบ จากทรัพย์สินทางปัญญาของบริษัท อันได้แก่ข้อความ ภาพ เสียง เนื้อหา วิดิโอ เอกสารการเรียน เฉลย เครื่องหมายทางการค้าและบริการ ชื่อทางการค้า สิทธิบัตร และอื่น ๆ ตามที่ได้รับความคุ้มครองทางกฎหมาย โดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจากบริษัท
    <br>
    <br>

    <b>5. การชำระค่าบริการ การเปลี่ยนรูปแบบการใช้บริการ และการยกเลิกบริการ</b>
    <br>&nbsp;&nbsp;&nbsp;บริษัทเก็บเงินค่าบริการรายครั้ง คือการชำระค่าบริการล่วงหน้าตามแพ็กเกจ (Package) ที่ผู้ใช้เลือกผ่านช่องทางการโอนเงิน ผ่านระบบชำระเงินพร้อมเพย์ภายใต้การดูแลของธนาคารแห่งประเทศไทย หรือ ผ่านระบบบัตรเครดิตหรือเดบิต และหากผู้ใช้ต้องการใช้บริการต่อ ผู้ใช้จำต้องชำระเงินด้วยตนเองอีกครั้งหลังจากหมดอายุการใช้งาน
    <br>
    <br>

    <b>6. คำรับรองและความรับผิดของผู้ใช้</b>
    <br>&nbsp;&nbsp;&nbsp;ผู้ใช้ให้คำรับรองว่าผู้ใช้ได้อ่าน รับทราบ เข้าใจ และตกลงยอมรับเงื่อนไขและข้อตกลงในการใช้บริการ ค่าบริการ ตลอดจนรายละเอียดของการบริการ ก่อนสมัครเป็นสมาชิก หรือก่อนชำระเงินเพื่อใช้บริการนี้แล้ว
    <br>
    <br>
    ในกรณีที่ผู้ใช้ยังเป็นผู้เยาว์ตามกฎหมาย ผู้ใช้ตกลงและรับรองว่าได้รับความยินยอมจากบิดามารดา ผู้ปกครอง หรือผู้แทนโดยชอบธรรมของผู้ใช้ ก่อนลงทะเบียนเรียน หรือก่อนชำระค่าบริการนี้แล้ว บริษัทจะถือว่าผู้แทนโดยชอบธรรมของผู้ใช้ได้ยินยอมให้ผู้ใช้เข้าใช้บริการตามเงื่อนไขและข้อตกลงในการใช้บริการแล้ว และจะรับผิดชอบต่อการดำเนินการของผู้ใช้ในระหว่างใช้บริการของบริษัททั้งหมด
    <br>
    <br>
    ทั้งนี้ผู้ใช้ตกลงจะรับผิดชอบต่อความเสียหาย หรือข้อเรียกร้องประการใด ๆ ที่เกิดขึ้นจากการใช้บริการของผู้ใช้ หากการใช้บริการนั้นเป็นการฝ่าฝืนเงื่อนไขและข้อตกลงในการใช้บริการฉบับนี้ หรือขัดต่อกฎหมายที่ใช้บังคับ
    <br>
    <br>

    <b>7. ข้อจำกัดความรับผิดของบริษัท</b>
    <br>&nbsp;&nbsp;&nbsp;ในกรณีที่มีความเสียหายใด ๆ เกิดขึ้น ภายใต้กฎหมายที่ใช้บังคับ บริษัทจะรับผิดชอบไม่เกินกว่าจำนวนเงินที่ผู้ใช้ได้ชำระเพื่อใช้บริการเท่านั้น
    <br>
    <br>

    <b>8. การแก้ไขเปลี่ยนแปลง</b>
    <br>&nbsp;&nbsp;&nbsp;บริษัทขอสงวนสิทธิในการแก้ไข เปลี่ยนแปลง เพิ่มเติมเงื่อนไขและข้อตกลงการให้บริการฉบับนี้ตามที่บริษัทเห็นสมควร อันเป็นดุลพินิจของทางบริษัทแต่เพียงผู้เดียว เมื่อมีการแก้ไขเงื่อนไขและข้อตกลงการให้บริการดังกล่าว บริษัทจะแจ้งให้ผู้ใช้ทราบผ่านช่องทางการติดต่อสื่อสารระหว่างผู้ใช้กับบริษัท แต่อย่างไรก็ดี ผู้ใช้มีหน้าที่ในการติดตามการแก้ไขเปลี่ยนแปลงนี้อยู่เสมอ
    <br>
    <br>
    อนึ่ง หากผู้ใช้มีการใช้บริการหลังจากการแจ้งการแก้ไขเปลี่ยนแปลงนี้แล้ว บริษัทจะถือว่าผู้ใช้ยอมรับตามเงื่อนไขและข้อตกลงการให้บริการฉบับใหม่ ที่ได้มีการแก้ไขเปลี่ยนแปลงตามที่ได้แจ้งไปอย่างไม่มีเงื่อนไข และผู้ใช้จะต้องปฏิบัติตามเงื่อนไขและข้อตกลงการให้บริการทุกประการ โดยจะอ้างเหตุว่าไม่ทราบถึงการแก้ไขเปลี่ยนแปลงมิได้
    <br>
    <br>

    <b>9. การเป็นโมฆะของเงื่อนไขและข้อตกลงในการใช้บริการ</b>
    <br>&nbsp;&nbsp;&nbsp;หากข้อกำหนดใดในเงื่อนไขและข้อตกลงในการใช้บริการฉบับนี้ตกเป็นโมฆะ หรือไม่สามารถบังคับใช้ได้ตามกฎหมาย ให้ถือว่าการโมฆะในข้อกำหนดนั้น ๆ ไม่กระทบต่อความสมบูรณ์ของข้ออื่น ๆ ในเงื่อนไขและข้อตกลงการใช้บริการฉบับนี้ อีกทั้งยังสามารถบังคับใช้ต่อไปได้
    <br>
    <br>

    <b>10. กฎหมายบังคับใช้</b>
    <br>&nbsp;&nbsp;&nbsp;เงื่อนไขและข้อตกลงในการใช้บริการฉบับนี้ และข้อพิพาททั้งหมดที่เกิดจากการบริการตามเงื่อนไขและข้อตกลงในการใช้บริการฉบับนี้ ให้อยู่ภายใต้กฎหมายและเขตอำนาจของศาลในราชอาณาจักรไทยเท่านั้น
    <br>
    <br>

    <b>11. การร้องเรียน และการติดต่อบริษัท</b>
    <br>&nbsp;&nbsp;&nbsp;หากผู้ใช้มีข้อร้องเรียนที่เกี่ยวข้องกับเนื้อหาหรือการละเมิดสิทธิ มีข้อสงสัย หรือต้องการสอบถามใด ๆ ที่เกี่ยวข้องกับการบริการและเงื่อนไขและข้อตกลงการใช้บริการฉบับนี้ สามารถติดต่อสอบถามบริษัทได้ที่
    <br>
    <br>

    <b>บริษัท เอ็ดดูเทค อินโนเวชั่น จำกัด</b>
    <br>ที่อยู่: 1673/26 ถนนเพชรบุรีตัดใหม่ แขวงมักกะสัน เขตราชเทวี กรุงเทพฯ 10400
    <br>
    เบอร์โทรศัพท์: 02-252-2489
    <br>
    อีเมล: info.winnerenglish@gmail.com
    `
  },
  // #endregion

  // #region Policy
  {
    type: "policy",
    title: "นโยบายความเป็นส่วนตัว",
    content: `
    &nbsp;&nbsp;&nbsp;นโยบายความเป็นส่วนตัวสำหรับลูกค้าฉบับนี้ (“นโยบายความเป็นส่วนตัว”) กำ
    หนดนโยบายและกระบวนการที่เกี่ยวข้องกับการเก็บรวบรวม ใช้ และเปิดเผยข้อมูลเกี่ยวกับบุคคลไม่ว่าจริงหรือเท็จที่สามารถใช้เป็นข้อมูลที่ระบุตัวตนของบุคคลผู้นั้น หรือจากข้อมูลดังกล่าวหรือข้อมูลอื่นๆ ที่เรามีหรืออาจสามารถเข้าถึงได้ เช่น ชื่อ หมายเลขประจำตัวประชาชน และข้อมูล
    การติดต่อ (“ข้อมูลส่วนบุคคล”) ที่เกี่ยว
    กับการบริการซึ่งจัดทำและนำเสนอโดย
    บริษัท เอ็ดดูเทค อินโนเวชั่น จำกัด
    (“บริษัท” หรือ “เรา”) ผ่านเว็บไซต์
     <a href="https://www.winner-english.com/" target="__blank" style="color:#0085FF;">https://www.winner-english.com/</a>
    (“แพลตฟอร์ม”) บริษัทตระหนักถึงความสำคัญของข้อมูลส่วนบุคคลของท่านซึ่ง
    เป็นลูกค้าที่รับบริการจากเรา
    (“ลูกค้า” หรือ “ท่าน”) และบริษัทมีหน้าที่ตามพระราชบัญญัติคุ้มครองข้อมูลส่วน
    บุคคล พ.ศ. 2562 (“PDPA”) ในการจัด
    การ ปกป้อง และดำเนินการกับข้อมูลส่วนบุคคลของท่านอย่างเหมาะสม
    <br>
    <br>

    &nbsp;&nbsp;&nbsp;โปรดอ่านนโยบายความเป็นส่วนตัวนี้
    โดยละเอียด หากท่านมีข้อสงสัยเกี่ยวกับ
    นโยบายความเป็นส่วนตัวนี้ โปรดติดต่อ
    เราตามรายละเอียดที่ระบุในตอนท้ายของนโยบายความเป็นส่วนตัวนี้
    <br>
    <br>

    &nbsp;&nbsp;&nbsp;ในการใช้บริการของเรา และ/หรือเข้า
    ถึงบริการ ท่านได้รับทราบและตกลงว่า
    ท่านยอมรับข้อปฏิบัติ ข้อกำหนด
    และ/หรือนโยบายที่กำหนดไว้ในนโยบายความเป็นส่วนตัวนี้ และท่านยินยอมให้เราเก็บรวบรวม ใช้ เปิดเผย และ/หรือดำเนินการข้อมูลส่วนบุคคลของท่านดังที่ระบุไว้
    ในนโยบายความเป็นส่วนตัวนี้ หากท่าน
    ไม่ยินยอมให้เราดำเนินการข้อมูลส่วน
    บุคคลของท่านดังที่ระบุไว้ในนโยบาย
    ความเป็นส่วนตัวนี้ โปรดแจ้งเราเพื่อระ
    งับการให้บริการ หากเราเปลี่ยนแปลง
    นโยบายความเป็นส่วนตัวของเรา เราจะ
    แจ้งให้ท่านทราบถึงการแก้ไขและเปลี่ยนแปลงดังกล่าวโดยไม่ชักช้า เราขอสงวน
    สิทธิ์ในการแก้ไขนโยบายความเป็นส่วน
    ตัวนี้ในทุกเมื่อโดยภายใต้ขอบเขตสูงสุดที่อนุญาตโดยกฎหมายที่ใช้บังคับในการส่งมอบบริการของเรารวมถึงการทำคำขอรับบริการอย่างต่อเนื่องของท่านต่อไปภาย
    หลังการแก้ไขนั้นถือว่าท่านรับทราบและ
    ยอมรับการแก้ไขของนโยบายความเป็น
    ส่วนตัวนี้
    <br>
    <br>

    <b>1. แหล่งที่มาของข้อมูลส่วนบุคคล</b>
    <br>
    <b>1.1</b> เราเก็บรวบรวมข้อมูลส่วนบุคคลที่ได้
    รับโดยตรงจากท่าน เมื่อท่านกระทำการ
    ดังต่อไปนี้ ซึ่งรวมถึงแต่ไม่จำกัดเพียง
    &nbsp;&nbsp;&nbsp;1.1.1 เมื่อท่านได้เข้าถึงและ/หรือใช้
    บริการของเรา หรือลงทะเบียนสมัครบัญชีเพื่อเป็นลูกค้าของเราบนแพลตฟอร์ม
    <br>
    &nbsp;&nbsp;&nbsp;1.1.2 เมื่อท่านทำข้อตกลงใดๆ หรือให้
    เอกสารหรือข้อมูลอื่นใดที่เกี่ยวข้องกับ
    การติดต่อระหว่างท่านกับเราหรือเมื่อท่านใช้บริการของเรา
    <br>
    &nbsp;&nbsp;&nbsp;1.1.3 เมื่อท่านติดต่อกับเรา เช่น ผ่าน
    ทางโทรศัพท์ จดหมาย แฟกซ์ การประชุมแบบเห็นหน้ากัน แพลตฟอร์มสื่อทาง
    สังคม และอีเมล รวมถึงเมื่อท่านได้ติดต่อกับตัวแทนให้บริการลูกค้า (customer service agents)
    <br>
    &nbsp;&nbsp;&nbsp;1.1.4 เมื่อท่านใช้บริการทาง
    อิเล็กทรอนิกส์ หรือติดต่อกับเราผ่าน
    แพลตฟอร์มหรือใช้บริการ ซึ่งรวมถึงแต่
    ไม่จำกัดเพียงการใช้ผ่านคุกกี้ ซึ่งเราอาจ
    ปรับใช้เมื่อท่านใช้หรือเข้าถึงแพลตฟอร์ม
    <br>
    &nbsp;&nbsp;&nbsp;1.1.5 เมื่อท่านได้อนุญาตโดยผ่าน
    อุปกรณ์ของท่าน ให้เปิดเผยข้อมูลใดๆ
    แก่แพลตฟอร์มของเรา
    <br>
    <b>1.2</b> เราอาจเก็บรวบรวมข้อมูลส่วนบุคคล
    ของท่านจากบุคคลที่สาม และจากแหล่ง
    อื่นซึ่งรวมถึงแต่ไม่จำกัดเพียง คู่ค้าทาง
    ธุรกิจ (เช่น มูลนิธิเพื่อการศึกษา
    บริษัทผู้ให้บริการพัฒนาซอฟต์แวร์ หรือ
    ผู้ให้บริการรับชำระเงิน) ผู้ให้บริการข้อมูลเครดิตหรือผู้ประเมินเครดิต ผู้ให้บริการ
    ด้านการตลาด รายการส่งเสริมการขาย
    ร่วมกับพันธมิตร รายการส่งเสริมการขายแบบแนะนำสมาชิก โปรแกรมการเป็นลูกค้าอย่างต่อเนื่อง ลูกค้าคนอื่น ๆ หรือ
    ข้อมูลสาธารณะ หรือข้อมูลจากหน่วยงานราชการ
    <br>
    <b>1.3</b> ในบางกรณี ท่านอาจให้ข้อมูลส่วน
    บุคคลของบุคคลอื่นแก่เรา เช่น บุคคลในครอบครัวของท่าน เพื่อน หรือบุคคล
    ในรายชื่อติดต่อของท่าน หากท่านได้ให้
    ข้อมูลส่วนบุคคลดังกล่าวแก่เรา ท่านยืน
    ยันและรับรองว่าท่านได้ขอความยินยอม
    จากบุคคลดังกล่าวเพื่อการประมวลผล
    ข้อมูลส่วนบุคคลตามนโยบายความเป็น
    ส่วนตัวนี้แล้ว
    <br>
    <br>

    <b>2. ข้อมูลส่วนบุคคลที่เก็บรวบรวม</b>
    <br>
    <b>2.1</b>  ข้อมูลส่วนบุคคลที่เราอาจเก็บรวบรวมนั้นจะรวมถึงแต่ไม่จำกัดเพียง:
    <ul style="padding:0px 30px;margin:0px;">
    <li>ชื่อ-นามสกุล</li>
    <li>ที่อยู่อีเมล</li>
    <li>วันเกิด</li>
    <li>ที่อยู่สำหรับเรียกเก็บเงิน และ/หรือสำหรับจัดส่งผลิตภัณฑ์</li>
    <li>รายละเอียดบัญชีธนาคารและข้อมูลการชำระเงิน</li>
    <li>หมายเลขติดต่อ</li>
    <li>เพศ</li>
    <li>หมายเลขตามบัตรประชาชนหรือหนังสือเดินทาง</li>
    <li>ที่อยู่ตามบัตรประชาชนหรือหนังสือเดินทาง</li>
    <li>ข้อมูลที่ส่งโดย หรือเชื่อมต่อกับอุปกรณ์ที่ใช้สำหรับการเข้าถึง
    บริการหรือแพลตฟอร์มของเรา</li>
    <li>รูปภาพ หรือ เสียงหรือวิดีโอบันทึก</li>
    <li>ข้อมูลแสดงตัวตนที่ออกให้โดยหน่วยงานรัฐ หรือข้อมูลอื่นใดที่จำเป็นสำหรับเราในการตรวจ
    สอบ (due diligence) การรู้จัก
    ตัวตนของลูกค้า
    (know your customer)
    การตรวจสอบยืนยันตัวตน
    (identity verification) การตรวจสอบเพื่อวัตถุประสงค์
    ในการป้องกันการฉ้อโกงหลอกลวง (fraud prevention)</li>
    <li>ข้อมูลการติดต่อสื่อสารและการตลาด เช่น ความสนใจของท่าน
    ในการรับข้อมูลทางการตลาด
    จากเราและบุคคลอื่น รูปแบบ
    การติดต่อสื่อสารที่ท่านสนใจ
    และประวัติข้อมูลการติดต่อสื่อ
    สารกับเรา ผู้ให้บริการของเรา
    และบุคคลภายนอก</li>
    <li>ข้อมูลธุรกรรมและการเข้าใช้
    งาน ซึ่งรวมถึงรายละเอียดข้อมูลการค้นหารายการผลิตภัณฑ์
    รายการคำสั่งซื้อ ข้อมูลการเข้า
    ชมสื่อโฆษณาและเนื้อหาบนแพลตฟอร์ม และข้อมูลผลิตภัณฑ์และบริการอื่นที่เกี่ยวข้องกับท่าน</li>
    <li>ข้อมูลอื่นใดเกี่ยวกับผู้ใช้เมื่อผู้ใช้ลงทะเบียนเข้าใช้บริการหรือแพลตฟอร์มของเรา และเมื่อผู้ใช้ใช้บริการหรือแพลตฟอร์ม รวมถึงข้อมูลที่เกี่ยวกับวิธีการใช้บริการหรือแพลตฟอร์มของผู้ใช้</li>
    <li>ข้อมูลส่วนบุคคลที่ท่านอาจให้แก่เราผ่านทางแพลตฟอร์ม</li>
    </ul>
    <br>

    <b>3. การเก็บรวบรวมข้อมูลโดยอัตโนมัติ</b>
    <br>
    <b>3.1</b> ในการเข้าถึงเว็บไซต์ แพลตฟอร์มและแอปพลิเคชันบนมือถือโดยส่วนใหญ่ อุปกรณ์ของท่านจะส่งข้อมูลซึ่งอาจมีข้อมูลของท่านซึ่งจะถูกบันทึกไว้โดยเซิร์ฟเวอร์ของเว็บเมื่อท่านเรียกดูแพลตฟอร์มของเรา ซึ่งโดยทั่วไปจะรวมถึงแต่ไม่จำกัดเพียง ที่อยู่ IP ของอุปกรณ์ของท่าน (Internet Protocol/IP address) ระบบปฏิบัติการคอมพิวเตอร์/อุปกรณ์เคลื่อนที่ เวอร์ชันของเบราว์เซอร์ ประเภทของอุปกรณ์เคลื่อนที่ คุณลักษณะของอุปกรณ์เคลื่อนที่ สิ่งบ่งชี้เฉพาะของอุปกรณ์ (unique device identifier/UDID) สิ่งบ่งชี้ของอุปกรณ์เคลื่อนที่ (mobile equipment identifier/MEID) ของอุปกรณ์เคลื่อนที่ของท่านที่อยู่เว็บเพจที่อ้างอิง (ถ้ามี) หน้าที่ท่านเข้าชมผ่านบนเว็บแพลตฟอร์มและแอปพลิเคชันบนมือถือของเรา และเวลาที่เข้าชม และบางครั้งอาจรวมถึง "คุกกี้" (ซึ่งท่านสามารถปิดการใช้งานได้โดยการตั้งค่าการใช้งานอุปกรณ์ของท่าน) เพื่อช่วยให้แพลตฟอร์มจดจำการเข้าชมครั้งล่าสุดของท่าน เมื่อท่านเข้าสู่ระบบข้อมูลนี้จะเชื่อมโยงกับบัญชีผู้ใช้ของท่าน และข้อมูลนี้จะถูกนำไปใช้ในเชิงสถิติที่ไม่ระบุตัวตนเพื่อช่วยให้เราทำความเข้าใจเกี่ยวกับพฤติกรรมการใช้งานแพลตฟอร์มของเราโดยผู้เยี่ยมชม
    <br>
    <b>3.2</b> แอปพลิเคชันบนมือถือของเราอาจเก็บรวบรวมข้อมูลที่แม่นยำเกี่ยวกับตำแหน่งที่ตั้งของอุปกรณ์เคลื่อนที่ของท่านโดยใช้เทคโนโลยี เช่น GPS, Wi-Fi ฯลฯ เราเก็บรวบรวม ใช้ เปิดเผย และ/หรือประมวลผลข้อมูลนี้เพื่อวัตถุประสงค์ตามที่ได้ระบุไว้ในข้อ 4 ภายใต้วัตถุประสงค์ใดวัตถุประสงค์หนึ่งหรือหลายวัตถุประสงค์ ซึ่งรวมถึงแต่ไม่จำกัดเพียง บริการตามตำแหน่งที่ตั้งที่ท่านร้องขอ หรือการส่งเนื้อหาที่เกี่ยวข้องให้แก่ท่านตามตำแหน่งที่ตั้งของท่าน หรืออนุญาตให้ท่านแบ่งปันตำแหน่งที่ตั้งของท่านให้แก่ผู้ใช้อื่นโดยเป็นส่วนหนึ่งของบริการภายใต้แอปพลิเคชันบนมือถือของเราสำหรับอุปกรณ์เคลื่อนที่ส่วนใหญ่ ท่านสามารถถอนสิทธิ์ที่จะให้เราได้รับข้อมูลเกี่ยวกับตำแหน่งที่ตั้งของท่านผ่านการตั้งค่าบนอุปกรณ์ของท่าน หากท่านมีข้อสงสัยเกี่ยวกับวิธีปิดการใช้งานบริการเกี่ยวกับตำแหน่งที่ตั้งบนอุปกรณ์เคลื่อนที่ของท่าน โปรดติดต่อผู้ให้บริการอุปกรณ์เคลื่อนที่หรือผู้ผลิตอุปกรณ์ของท่าน
    <br>
    <b>3.3</b> เช่นเดียวกันกับเมื่อท่านดูเพจต่างๆ บนเว็บแพลตฟอร์มและแอปพลิเคชันบนมือถือของเรา เมื่อท่านเข้าชมเนื้อหาและโฆษณาและเข้าใช้งานซอฟต์แวร์อื่นๆ บนแพลตฟอร์มของเราหรือผ่านบริการของเรา ข้อมูลดังกล่าวอาจจะถูกส่งมาถึงเรา (รวมถึงแต่ไม่จำกัดเพียง ที่อยู่ IP (IP Address) และระบบปฏิบัติการ ฯลฯ) แต่แทนที่จะส่งข้อมูลการเข้าชมหน้าต่างๆ ของท่าน อุปกรณ์ของท่านจะส่งข้อมูลเกี่ยวกับเนื้อหา โฆษณาที่เข้าชม และ/หรือ ซอฟต์แวร์ที่ติดตั้งผ่านบริการ และแพลตฟอร์มและเวลาที่เข้าชม ให้แก่เรา
    <br>
    <br>

    <b>4. วัตถุประสงค์ในการประมวลผลข้อมูลส่วนบุคคล</b>
    <br>
    <b>4.1</b> เพื่อจัดการหรือดำเนินการตามคำขอหรือการทำธุรกรรมของท่านให้เสร็จสมบูรณ์
    <br>
    <b>4.2</b> เพื่อติดต่อสื่อสารและให้บริการแก่ท่าน
    <br>
    <b>4.3</b> เพื่อให้ท่านเข้าถึงบริการและแพลตฟอร์มของเรา
    <br>
    <b>4.4</b>
    เพื่อการระบุตัวตน (identity) หรือการตรวจสอบยืนยันตัวตน (verification)
    <br>
    <b>4.5</b>
    เพื่อรักษาและควบคุมการอัปเดตซอฟต์แวร์ และ/หรือ การอัปเดตอื่นๆ และให้การสนับสนุนที่จำเป็นในบางคราวเพื่อให้แน่ใจว่าบริการของเราจะเป็นไปอย่างราบรื่น
    <br>
    <b>4.6</b>
    เพื่ออนุญาตให้ลูกค้าคนอื่นปฏิสัมพันธ์ เชื่อมต่อกับท่าน หรือมองเห็นกิจกรรมบางอย่างของท่านบนแพลตฟอร์ม และรวมถึงเพื่อแจ้งให้ท่านทราบเมื่อลูกค้าคนอื่นส่งข้อความส่วนตัว โพสต์ความคิดเห็นให้ท่านบนแพลตฟอร์ม หรือเชื่อมต่อกับท่านด้วยการใช้ฟีเจอร์สื่อสังคมออนไลน์อื่น (social media features) บนแพลตฟอร์ม
    <br>
    <b>4.7</b>
    เพื่อการศึกษาวิจัย วิเคราะห์ และพัฒนากิจกรรมต่างๆ (รวมถึงแต่ไม่จำกัดเพียง การวิเคราะห์ข้อมูล การสำรวจ การพัฒนาผลิตภัณฑ์และบริการ และ/หรือ การวิเคราะห์ข้อมูลตามความสนใจหรือพฤติกรรมของท่าน) เพื่อวิเคราะห์การใช้บริการ เพื่อแนะนำผลิตภัณฑ์ และ/หรือ บริการตามความสนใจของท่าน เพื่อนำไปปรับปรุงบริการหรือผลิตภัณฑ์ของเรา และ/หรือ ช่วยเสริมประสบการณ์ของลูกค้า
    <br>
    <b>4.8</b>
    เพื่อให้สามารถตรวจสอบและทำการสำรวจและอื่นๆ เพื่อตรวจสอบขนาดและองค์ประกอบของกลุ่มเป้าหมายของเรา และทำความเข้าใจเกี่ยวกับประสบการณ์ที่ลูกค้าได้รับจากบริการของเรา
    <br>
    <b>4.9</b>
    เพื่อการตลาดและโฆษณา สำหรับกิจกรรมส่งเสริมการตลาด การดังกล่าวนี้เราจะแจ้งบอกกล่าวสื่อสารในวิธีการและรูปแบบต่างๆ เกี่ยวกับการทำการตลาด ข้อมูลและสื่อเกี่ยวกับกิจกรรมส่งเสริมการตลาดที่เกี่ยวข้องกับผลิตภัณฑ์ และ/หรือ บริการ (ซึ่งรวมถึงแต่ไม่จำกัดเพียง ผลิตภัณฑ์ และ/หรือ บริการของบุคคลอื่นใดที่เราอาจทำร่วมกันหรือมีข้อตกลงระหว่างกัน) ซึ่งเรา (และ/หรือ บริษัทในเครือ หรือ บริษัทที่เกี่ยวข้อง) อาจจำหน่าย ทำการตลาด หรือส่งเสริมการขาย ทั้งสำหรับผลิตภัณฑ์หรือบริการที่มีอยู่แล้วในขณะนี้และที่จะจัดให้มีขึ้นในภายหลัง ซึ่งท่านสามารถยกเลิกการรับข้อมูลโฆษณาทางการตลาดได้ตลอดเวลาโดยการเลือกฟังก์ชันเลิกติดตาม (unsubscribe function) ที่จัดให้มีในสื่อการตลาดอิเล็กทรอนิกส์ เราอาจใช้ข้อมูลสำหรับติดต่อของท่านเพื่อส่งจดหมาย หรือสื่อการตลาดจากเรา หรือบริษัทที่เกี่ยวข้อง
    <br>
    <b>4.10</b> เพื่อจัดให้มีโปรแกรมการเป็นลูกค้าอย่างต่อเนื่อง รายการส่งเสริมการขายร่วมกับพันธมิตร โปรแกรมการสะสมสิทธิ ประโยชน์ ข้อเสนอและการทำตลาดร่วมกันอื่นๆ
    <br>
    <b>4.11</b> เพื่อตอบสนองต่อกระบวนการทางกฎหมาย หรือปฏิบัติตามหรือเป็นไปตามกฎหมายที่บังคับใช้ ข้อกำหนดของภาครัฐหรือตามกฎข้อบังคับภายใต้อำนาจการพิจารณาที่เกี่ยวข้อง หรือเมื่อเราเชื่อโดยสุจริตว่าการเปิดเผยข้อมูลของท่านนั้นเป็นสิ่งจำเป็นที่เราต้องกระทำ รวมถึงแต่ไม่จำกัดเพียง การดูแลให้เป็นไปตามข้อกำหนดเพื่อทำให้การเปิดเผยข้อมูลนั้นเป็นไปตามข้อกำหนดของกฎหมายที่เราหรือบริษัทที่เกี่ยวข้องหรือบริษัทในเครือต้องปฏิบัติตาม (รวมถึงการแสดงชื่อ ข้อมูลการติดต่อ และชื่อบริษัท ของท่าน หากใช้บังคับ)
    <br>
    <b>4.12</b> เพื่อจัดทำข้อมูลสถิติและงานวิจัยเพื่อการรายงานภายในองค์กรและตามกฎหมาย และ/หรือ ตามข้อกำหนดเกี่ยวกับการจัดเก็บบันทึก
    <br>
    <b>4.13</b> เพื่อป้องกันและตรวจสอบการละเมิดหรือสงสัยว่าจะเป็นการกระทำละเมิดเกี่ยวกับข้อกำหนดในเงื่อนไขการให้บริการของเรา การฉ้อโกง กิจกรรมที่ผิดกฎหมาย การละเว้นหรือการประพฤติผิด ไม่ว่าจะเกี่ยวข้องกับการใช้บริการของเราหรือกิจกรรมอื่นใดอันเกิดจากความสัมพันธ์ของท่านกับเรา
    <br>
    <b>4.14</b> เพื่อจัดเก็บ โฮสต์ สำรองข้อมูล (ไม่ว่าจะเพื่อการกู้คืนจากความเสียหายหรือเหตุอื่นใด) ข้อมูลส่วนบุคคลของท่าน ไม่ว่าจะอยู่ในหรือนอกอำนาจการพิจารณา
    <br>
    <br>

    <b>5. ระยะเวลาการจัดเก็บข้อมูลส่วนบุคคล</b>
    <br>
    <b>5.1</b>  เราจะรักษาข้อมูลส่วนบุคคลของท่านตามระยะเวลาที่จำเป็นในการปฏิบัติตามกฎหมาย PDPA และ/หรือ กฎหมายอื่นที่เกี่ยวข้อง ซึ่งเราจะทำลายหรือไม่ระบุข้อมูลส่วนบุคคลของท่านทันทีที่มีเหตุผลอันเชื่อได้ว่า:
    <br>
    &nbsp;&nbsp;&nbsp;5.1.1 วัตถุประสงค์ของการเก็บรวบรวมข้อมูลส่วนบุคคลนั้นไม่ตรงกับการเก็บรักษาข้อมูลส่วนบุคคลดังกล่าวไว้อีกต่อไป
    <br>
    &nbsp;&nbsp;&nbsp;5.1.2 ไม่จำเป็นต้องเก็บรักษาข้อมูลส่วนบุคคลดังกล่าวเพื่อวัตถุประสงค์ทางกฎหมายหรือธุรกิจอีกต่อไป
    <br>
    &nbsp;&nbsp;&nbsp;5.1.3 ไม่มีเหตุอันจะอ้างประโยชน์อันชอบธรรมในการเก็บรักษาข้อมูลส่วนบุคคลดังกล่าวได้อีกต่อไป
    <br>
    <b>5.2</b> หากท่านหยุดการใช้งานแพลตฟอร์ม หรือสิทธิการใช้งานแพลตฟอร์ม และ/หรือ บริการของท่านถูกเพิกถอนหรือสิ้นสุดลง เราอาจจัดเก็บ ใช้ และ/หรือ เปิดเผยข้อมูลส่วนบุคคลต่อไปได้ตามกฎหมาย PDPA และ/หรือ ภายใต้กฎหมายอื่นที่บังคับใช้ ทั้งนี้ เราอาจทำลายข้อมูลส่วนบุคคลของท่านอย่างปลอดภัยโดยไม่ต้องแจ้งให้ทราบล่วงหน้า
    <br>
    <br>

    <b>6. การเปิดเผยข้อมูลส่วนบุคคลให้แก่บุคคลภายนอก</b>
    <br>
    <b>6.1</b> ในการดำเนินธุรกิจของเรา เราอาจจำเป็นต้องใช้ ประมวลผล เปิดเผยข้อมูล และ/หรือ โอนส่วนบุคคลของท่านให้แก่ผู้ให้บริการซึ่งเป็นบุคคลภายนอก ตัวแทน และ/หรือ บริษัทในเครือ หรือบริษัทที่เกี่ยวข้องของเรา และ/หรือ บุคคลที่สามอื่นๆ ซึ่งอาจตั้งอยู่ในหรือนอกประเทศไทย เพื่อวัตถุประสงค์ดังที่ระบุไว้ในข้อ 4 ข้างต้น สำหรับหนึ่งหรือหลายวัตถุประสงค์ เรามุ่งมั่นที่จะทำให้มั่นใจว่าบุคคลภายนอกและบริษัทในเครือของเราเก็บรักษาข้อมูลส่วนบุคคลของท่านให้ปลอดภัยจากการเข้าถึง การเก็บรวบรวม การใช้ การเปิดเผย การประมวลผลโดยมิชอบ หรือจากความเสี่ยงใดในลักษณะเดียวกัน และจัดเก็บข้อมูลส่วนบุคคลของท่านเพียงตราบเท่าที่ข้อมูลส่วนบุคคลของท่านจำเป็นสำหรับวัตถุประสงค์ที่ระบุไว้ในข้อ 4 ข้างต้นเท่านั้น บุคคลภายนอกดังกล่าวรวมถึงแต่ไม่จำกัดเพียง:
    <br>
    &nbsp;&nbsp;&nbsp;6.1.1
    บริษัทในเครือ บริษัทในกลุ่มและบริษัทที่เกี่ยวข้องของเรา โดยที่บริษัทในเครือหรือบริษัทในกลุ่มอาจเก็บรวบรวม ใช้ หรือประมวลผลข้อมูลส่วนบุคคลที่ได้รับเพื่อวัตถุประสงค์ในการดำเนินการที่เกี่ยวกับการให้บริการของตน ทั้งนี้ ภายใต้กฎหมาย PDPA และนโยบายความเป็นส่วนตัวของบริษัทในเครือหรือบริษัทในกลุ่มดังกล่าว
    <br>
    &nbsp;&nbsp;&nbsp;6.1.2
    ผู้รับจ้าง ตัวแทน ผู้ให้บริการ และบุคคลภายนอกอื่นๆ ที่เราใช้เพื่อสนับสนุนธุรกิจของเรา บุคคลเหล่านี้รวมถึงแต่ไม่จำกัดเพียง บุคคลดังกล่าวข้างต้นซึ่งเป็นผู้ให้บริการด้านการบริหารจัดการหรือให้บริการด้านอื่นๆ เช่น บริษัทรับส่งจดหมาย บริษัทที่ให้บริการทางการเงิน (financial services) บริษัทคู่ค้าสื่อโฆษณาและการตลาด บริษัทที่ให้บริการด้านโทรคมนาคม บริษัทที่ให้บริการด้านเทคโนโลยีสารสนเทศ และศูนย์ข้อมูล
    <br>
    &nbsp;&nbsp;&nbsp;6.1.3 หน่วยงานรัฐและหน่วยงานกำกับดูแลต่างๆ ที่มีอำนาจควบคุมกำกับดูแลเหนือเรา
    <br>
    &nbsp;&nbsp;&nbsp;6.1.4 เพื่อหลีกเลี่ยงข้อสงสัย ในกรณีที่กฎหมาย “บริษัท” หรือ “PDPA” หรือกฎหมายที่เกี่ยวข้องอื่นๆ อนุญาตให้องค์กร เช่น องค์กรของเราให้เก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านโดยไม่ต้องรับความยินยอมจากท่าน ให้การอนุญาตตามกฎหมายนั้นใช้บังคับต่อไป โดยเป็นไปภายใต้กฎหมายที่ใช้บังคับกำหนด เราอาจใช้ข้อมูลส่วนบุคคลของท่านภายใต้ฐานการประมวลผลข้อมูลทางกฎหมายที่เกี่ยวข้อง โดยอาจอ้างอิงฐานหนึ่งหรือหลายฐานประกอบกันตามที่เกี่ยวข้องกับวัตถุประสงค์นั้นๆ ตามที่ระบุไว้ในข้อ “บริษัท” หรือ 4 ข้างต้น ซึ่งรวมถึง ฐานทางกฎหมายเพื่อการปฏิบัติหน้าที่ตามกฎหมาย ฐานสัญญาเพื่อการปฏิบัติทางสัญญากับท่าน เพื่อประโยชน์โดยชอบด้วยกฎหมายและเหตุผลของเราในการใช้ข้อมูลซึ่งเราจะคำนึงถึงการกระทบต่อสิทธิของท่านเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคล เพื่อประโยชน์อื่นใดตามที่ท่านได้ให้ความยินยอมซึ่งจะได้ขอจากท่านเป็นครั้งคราวไปเมื่อจำเป็น หรือเมื่อจำเป็นเกี่ยวกับการร้องเรียนทางกฎหมายใดๆ
    <br>
    <br>

    <b>7. ข้อมูลส่วนบุคคลของผู้เยาว์</b>
    <br>&nbsp;&nbsp;&nbsp; บริการนี้อาจมีการเก็บรวบรวมข้อมูลส่วนบุคคลของเด็กที่มีอายุต่ำกว่า 10 ปี ในกรณีดังกล่าวเราจะขอความยินยอมจากบุคคลผู้เป็นบิดามารดาหรือผู้ปกครองตามกฎหมายโดยตรง ซึ่งเมื่อท่านได้ทำการส่งมอบข้อมูลส่วนบุคคลของเด็กที่มีอายุต่ำกว่า 10 ปีที่อยู่ภายใต้อำนาจปกครองของท่านให้แก่เรา ถือว่าท่านยินยอมให้เราครอบครองข้อมูลส่วนบุคคลนั้น และท่านยอมรับและตกลงที่จะผูกพันตามเงื่อนไขที่กำหนดไว้ในนโยบายความเป็นส่วนตัวนี้ในนามของเด็กผู้นั้น
    <br>
    <br>

    <b>8. การส่งหรือโอนข้อมูลส่วนบุคคลของท่านไปต่างประเทศ</b>
    <br>
    <b>8.1</b> ข้อมูลส่วนบุคคล และ/หรือ ข้อมูลของท่านอาจถูกถ่ายโอน จัดเก็บ หรือประมวลผลภายนอกประเทศไทย สำหรับหนึ่งหรือหลายวัตถุประสงค์ตามที่ระบุไว้ในข้อ 4 ข้างต้น ท่านรับทราบและตกลงว่ากฎหมายคุ้มครองข้อมูลส่วนบุคคลและกฎหมายอื่นๆ ของประเทศที่ข้อมูลของท่านอาจถูกโอน จัดเก็บหรือประมวลผลนั้น อาจมีมาตรฐานการคุ้มครองไม่เท่ากับกฎหมายของประเทศไทย อย่างไรก็ตามเราจะได้จัดให้มีมาตรการคุ้มครองที่เหมาะสมสามารถบังคับตามสิทธิของเจ้าของข้อมูลส่วนบุคคลได้ตามกฎหมาย PDPA เท่านั้น
    <br>
    <b>8.2</b> เราอาจโอนย้ายหรือถ่ายโอนข้อมูลส่วนบุคคลของท่านไปยังฐานข้อมูลของเรา ซึ่งดำเนินการและจัดการบนเซิร์ฟเวอร์ของคลาวด์ Google Cloud ตั้งอยู่ในประเทศสหรัฐอเมริกาและสิงคโปร์ ในกรณีนี้เราจะจัดเตรียมมาตรการป้องกันและรักษาความปลอดภัยที่เหมาะสมและปฏิบัติตามเงื่อนไขภายใต้กฎหมาย PDPA
    <br>
    <b>8.3</b> แพลตฟอร์มของเราใช้ Google Analytics ซึ่งเป็นบริการวิเคราะห์เว็บที่ให้บริการโดย Google, Inc. (“Google”) Google Analytics ใช้คุกกี้ ซึ่งเป็นไฟล์ข้อความที่เก็บไว้ในคอมพิวเทอร์ของท่านเพื่อช่วยเว็บแพลตฟอร์มวิเคราะห์วิธีการใช้งานของผู้ใช้ ข้อมูลที่คุกกี้สร้างขึ้นเกี่ยวกับการใช้งานเว็บแพลตฟอร์ม (รวมถึงที่อยู่ IP ของท่าน) จะถูกส่งและจัดเก็บบนเซิร์ฟเวอร์โดย Google ในประเทศสหรัฐอเมริกา Google จะใช้ข้อมูลนี้เพื่อประเมินการใช้งานเว็บแพลตฟอร์ม รวบรวมรายงานเกี่ยวกับกิจกรรมที่เกิดขึ้นในเว็บแพลตฟอร์มสำหรับผู้ให้บริการเว็บแพลตฟอร์ม และให้บริการด้านอื่นๆ ที่เกี่ยวข้องกับกิจกรรมของเว็บแพลตฟอร์มและการใช้งานอินเทอร์เน็ต Google ยังอาจส่งข้อมูลนี้ให้แก่บุคคลภายนอกตามที่กฎหมายได้กำหนดไว้ หรือเมื่อบุคคลภายนอกดังกล่าวดำเนินการประมวลผลข้อมูลในนามของ Google จะไม่เชื่อมโยงที่อยู่ IP ของท่านกับข้อมูลอื่นที่ Google เก็บรักษาไว้
    <br>
    <br>

    <b>9. มาตรการรักษาความมั่นคงปลอดภัย</b>
    <br>
    <b>9.1</b> เรารักษาข้อมูลส่วนบุคคลของท่านในสภาพแวดล้อมที่ถูกควบคุม ได้รับการปกป้องจากการเข้าถึง การใช้หรือการเปิดเผยที่ไม่ได้รับอนุญาต เราคงไว้ซึ่งมาตรการป้องกันด้านการบริหารจัดการเชิงองค์กร (administrative safeguard) มาตรการป้องกันด้านเทคนิค (technical safeguard) และมาตรการป้องกันทางกายภาพ (physical safeguard) ในการป้องกันการเข้าถึง การใช้ การเปลี่ยนแปลงแก้ไข และการเปิดเผยที่ไม่ได้รับอนุญาตหรือไม่ชอบด้วยกฎหมายของข้อมูลส่วนบุคคลภายใต้การควบคุมของเรา
    <br>
    <b>9.2</b> เราไม่รับประกันว่าข้อมูลส่วนบุคคลและ/หรือข้อมูลอื่นที่ท่านให้แก่แพลตฟอร์มของบุคคลภายนอกจะมีความปลอดภัย เรานำมาตรการด้านความปลอดภัยต่างๆ มาใช้เพื่อรักษาความปลอดภัยให้กับข้อมูลส่วนบุคคลของท่านซึ่งอยู่ในความครอบครองหรือควบคุมของเรา ข้อมูลส่วนบุคคลของผู้ใช้จะถูกเก็บไว้ในเครือข่ายที่มีความปลอดภัย และสามารถเข้าถึงได้โดยพนักงานจำนวนจำกัดเท่านั้น ซึ่งจะเป็นบุคคลที่มีสิทธิพิเศษในการเข้าถึงระบบดังกล่าว และต้องปกป้องข้อมูลส่วนบุคคลที่เป็นความลับ เมื่อท่านใช้บริการบนแพลตฟอร์มหรือเข้าถึงข้อมูลส่วนบุคคลของท่าน เราขอเสนอให้ใช้เซิร์ฟเวอร์ที่มีความปลอดภัย ข้อมูลส่วนบุคคลหรือข้อมูลที่ละเอียดอ่อนทั้งหมดที่ท่านให้นั้นจะถูกนำไปเข้ารหัสไว้ในฐานข้อมูลของเราเพื่อให้เข้าถึงได้เฉพาะตามที่ระบุข้างต้นเท่านั้น
    <br>
    <b>9.3</b> ดังนั้นเราจึงไม่ต้องรับผิดชอบหรือรับผิดในเนื้อหา การจัดการด้านความปลอดภัย (หรือการไม่ได้รับความปลอดภัย) และกิจกรรมต่างๆ ของแพลตฟอร์มที่เชื่อมโยงเหล่านี้ แพลตฟอร์มที่เชื่อมโยงเหล่านี้มีไว้เพื่อความสะดวกของท่าน และให้ท่านเข้าใช้งานด้วยความรับผิดชอบของท่านเอง อย่างไรก็ตาม เราต้องการปกป้องความสมบูรณ์ของแพลตฟอร์มและลิงก์ที่อยู่ในแต่ละแพลตฟอร์มของเรา และรับฟังข้อคิดเห็นเกี่ยวกับแพลตฟอร์มที่เชื่อมโยงเหล่านี้ (รวมถึงแต่ไม่จำกัดเพียง หากลิงก์เฉพาะไม่ทำงาน)
    <br>
    <br>

    <b>10. สิทธิของท่านตามกฎหมาย PDPA</b>
    <br>
    <b>10.1 สิทธิขอถอนความยินยอม</b>
    <br> &nbsp;&nbsp;&nbsp;หากท่านได้ให้ความยินยอมในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล ไม่ว่าจะก่อนหน้าหรือภายหลังวันที่ กฎหมาย PDPA มีผลบังคับใช้ ท่านมีสิทธิที่จะขอถอนความยินยอมที่ท่านได้ให้ไว้แก่เราเมื่อใดก็ได้ตลอดเวลาที่ข้อมูลส่วนบุคคลของท่านอยู่ในการเก็บรักษาของเรา นอกเสียจากจะถูกจำกัดโดยกฎหมายหรือท่านยังคงอยู่ภายใต้สัญญาที่ยังมีผลใช้บังคับ อย่างไรก็ตาม การถอนความยินยอมของท่านจะไม่ส่งผลกระทบต่อการเก็บรวบรวม การใช้หรือการเปิดเผยข้อมูลส่วนบุคคลที่ท่านได้ให้ความยินยอมแก่บริษัทไว้ก่อนหน้าแล้วโดยชอบด้วยกฎหมาย อีกทั้งการถอนความยินยอมของท่านอาจทำให้เราไม่สามารถให้บริการแก่ท่านต่อไปได้ เราจึงอาจต้องยุติความสัมพันธ์ที่มีอยู่ และ/หรือ สัญญาที่ท่านมีกับเรา
    <br>
    <b>10.2 สิทธิขอเข้าถึงข้อมูล</b>
    <br> &nbsp;&nbsp;&nbsp;ท่านมีสิทธิขอเข้าถึงข้อมูลส่วนบุคคลของท่านที่อยู่ภายใต้ความรับผิดชอบของเรา และมีสิทธิขอให้เราทำสำเนาของข้อมูลส่วนบุคคลดังกล่าวให้แก่ท่าน รวมถึงขอให้เราสามารถเปิดเผยว่าได้รับข้อมูลส่วนบุคคลของท่านมาได้อย่างไร
    <br>
    <b>10.3 สิทธิขอถ่ายโอนข้อมูล</b>
    <br> &nbsp;&nbsp;&nbsp; ท่านมีสิทธิขอรับข้อมูลส่วนบุคคลของท่านในกรณีที่เราได้จัดทำข้อมูลส่วนบุคคลนั้นอยู่ในรูปแบบที่สามารถอ่านหรือใช้งานได้ด้วยเครื่องมือหรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติและสามารถใช้หรือเปิดเผยข้อมูลส่วนบุคคลได้ด้วยวิธีการอัตโนมัติ รวมถึงมีสิทธิขอให้เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นหากสามารถทำได้ด้วยวิธีการอัตโนมัติ และมีสิทธิขอรับข้อมูลส่วนบุคคลที่เราส่งหรือโอนข้อมูลส่วนบุคคลในรูปแบบดังกล่าวไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยตรง เว้นแต่ไม่สามารถดำเนินการได้เพราะเหตุทางเทคนิค
    <br>
    <b>10.4 สิทธิขอคัดค้าน</b>
    <br> &nbsp;&nbsp;&nbsp; 10.4.1
    ท่านมีสิทธิขอคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านในเวลาใดก็ได้ หากเราเก็บรวบรวมข้อมูลส่วนบุคคลของท่านตามกรณีดังต่อไปนี้
    <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10.4.1.1
    กรณีที่เป็นข้อมูลส่วนบุคคลที่เก็บรวบรวมได้โดยไม่ต้องขอความยินยอมจากท่าน เพื่อวัตถุประสงค์ที่จำเป็นภายใต้ผลประโยชน์โดยชอบด้วยกฎหมายของเราหรือของบุคคลหรือนิติบุคคลอื่น หรือเป็นการจำเป็นเพื่อการปฏิบัติหน้าที่ในการดำเนินภารกิจเพื่อประโยชน์สาธารณะของเรา หรือปฏิบัติหน้าที่ในการใช้อำนาจรัฐที่เราได้รับมอบหมาย
    <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10.4.1.2
    กรณีที่เป็นการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์เกี่ยวกับการตลาดแบบตรง
    <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10.4.1.3
    กรณีที่เป็นการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์เกี่ยวกับการศึกษาวิจัยทางวิทยาศาสตร์ ประวัติศาสตร์ หรือสถิติ เว้นแต่เป็นการจำเป็นเพื่อการดำเนินภารกิจเพื่อประโยชน์สาธารณะของเรา
    <br>
    <b>10.5 สิทธิขอให้ลบหรือทำลายข้อมูล</b>
    <br> &nbsp;&nbsp;&nbsp; ท่านมีสิทธิขอให้เราลบหรือทำลายข้อมูลส่วนบุคคลของท่านหรือทำให้ข้อมูลส่วนบุคคลของท่านเป็นข้อมูลที่ไม่สามารถระบุตัวได้ หากท่านเชื่อว่าข้อมูลส่วนบุคคลของท่านถูกเก็บรวบรวม ใช้ หรือเปิดเผยโดยไม่ชอบด้วยกฎหมายที่เกี่ยวข้อง หรือเห็นว่าเราไม่มีความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ที่เกี่ยวข้องในนโยบายความเป็นส่วนตัวฉบับนี้ หรือเมื่อท่านได้ใช้สิทธิขอถอนความยินยอมหรือใช้สิทธิขอคัดค้านตามที่แจ้งไว้ข้างต้นแล้ว
    <br>
    <b>10.6 สิทธิขอให้ระงับการใช้ข้อมูล</b>
    <br> &nbsp;&nbsp;&nbsp;  10.6.1 ท่านมีสิทธิขอให้เราระงับการใช้ข้อมูลส่วนบุคคลชั่วคราว ในกรณีดังต่อไปนี้
    <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10.6.1.1
    เมื่อเราอยู่ในระหว่างการดำเนินการตามที่ท่านร้องขอเพื่อทำให้ข้อมูลส่วนบุคคลของท่านถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด
    <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10.6.1.2
    เมื่อเป็นข้อมูลส่วนบุคคลที่ต้องลบหรือทำลาย เนื่องจากท่านเห็นว่าข้อมูลส่วนบุคคลของท่านถูกเก็บรวบรวม ใช้ หรือเปิดเผยโดยไม่ชอบด้วยกฎหมาย PDPA แต่ทั้งนี้ท่านขอให้ระงับการใช้แทน
    <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10.6.1.3
    เมื่อข้อมูลส่วนบุคคลหมดความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ตามข้อ 4 ของนโยบายความเป็นส่วนตัวนี้ แต่ท่านมีความจำเป็นต้องขอให้เราเก็บรักษาไว้เพื่อใช้ในการก่อตั้งสิทธิเรียกร้องตามกฎหมาย การปฏิบัติตามหรือการใช้สิทธิเรียกร้องตามกฎหมาย หรือการยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย
    <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10.6.1.4
    เมื่อเราอยู่ในระหว่างการพิจารณาคำขอใช้สิทธิ
    <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;  10.6.1.4.1
    ในกรณีที่ท่านต้องการคัดค้านการประมวลผลข้อมูลส่วนบุคคล เนื่องจากข้อมูลส่วนบุคคลถูกจัดเก็บโดยไม่ได้รับความยินยอมและท่านเห็นว่าไม่มีความจำเป็นที่ข้อมูลส่วนบุคคลของท่านต้องใช้เพื่อตอบวัตถุประสงค์ที่จำเป็นภายใต้ผลประโยชน์โดยชอบด้วยกฎหมายของเราหรือของบุคคลหรือนิติบุคคลอื่น หรือเป็นการจำเป็นเพื่อการปฏิบัติหน้าที่ในการดำเนินภารกิจเพื่อประโยชน์สาธารณะของเรา หรือปฏิบัติหน้าที่ในการใช้อำนาจรัฐที่เราได้รับมอบหมาย
    <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10.6.1.4.2
    ในกรณีที่ท่านต้องการคัดค้านการประมวลผลข้อมูลส่วนบุคคล เนื่องจากข้อมูลส่วนบุคคลของท่านถูกเก็บรวบรวม ใช้ หรือเปิดเผยเพื่อวัตถุประสงค์เกี่ยวกับการศึกษาวิจัยทางวิทยาศาสตร์ ประวัติศาสตร์ หรือสถิติ
    <br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10.6.1.4.3
    เพื่อปฏิเสธการใช้สิทธิขอคัดค้านของท่าน
    <br>
    <b>10.7 สิทธิขอให้แก้ไขข้อมูล</b>
    <br> &nbsp;&nbsp;&nbsp; ท่านมีสิทธิขอแก้ไขข้อมูลส่วนบุคคลของท่านให้ถูกต้อง เป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด
    <br>
    <b>10.8 สิทธิร้องเรียน</b>
    <br> &nbsp;&nbsp;&nbsp; ท่านมีสิทธิร้องเรียนต่อผู้มีอำนาจตามกฎหมายที่เกี่ยวข้อง หากท่านเชื่อว่าการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่านโดยเรา เป็นการกระทำในลักษณะที่ฝ่าฝืนหรือไม่ปฏิบัติตามกฎหมายที่เกี่ยวข้อง
    <br>
    <br>

    <b>11. รายละเอียดการติดต่อเรา</b>
    <br>  &nbsp;&nbsp;&nbsp; หากท่านมีคำถามหรือต้องการสอบถามข้อมูลเกี่ยวกับการคุ้มครองข้อมูลส่วนบุคคลของท่าน การเก็บรวบรวม การใช้หรือการเปิดเผยข้อมูลส่วนบุคคลของท่าน หรือการใช้สิทธิของท่าน โปรดติดต่อเรามาที่
    <br>
    <br>

    <b>บริษัท เอ็ดดูเทค อินโนเวชั่น จำกัด</b>
    <br>
    ที่อยู่: 1673/26 ถนนเพชรบุรีตัดใหม่ แขวงมักกะสัน เขตราชเทวี กรุงเทพฯ 10400
    <br>
    เบอร์โทรศัพท์: 02-252-2489
    <br>
    อีเมล: info.winnerenglish@gmail.com
    <br>
    <br>

    <b>เจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคล</b>
    <br>
    ชื่อ: ธานินทร์ สังข์โพธิ์
    <br>
    เบอร์โทรศัพท์: 095-509-9659
    <br>
    อีเมล: tanin5462@gmail.com
    <br>
    <br>
    มีผลบังคับใช้ตั้งแต่ 1 มิถุนายน 2567
    <br>
    แก้ไขเมื่อ 1 มิถุนายน 2567
    `
  },
  // #endregion

  // #region Refund Policy
  {
    type: "refund",
    title: "นโยบายการคืนเงิน/คืนสินค้า",
    content: `
    <p>&nbsp;&nbsp;&nbsp;บริษัท เอ็ดดูเทค อินโนเวชั่น จำกัด ผู้ให้บริการ Winner English <br>(<a href="https://www.winner-english.com/#/" style="color:#0085FF;" target="__blank">www.winner-english.com</a>) <br>ขอแจ้งนโยบายการคืนเงินเพื่อเป็นข้อตกลงและสร้างความเข้าใจเกี่ยวกับการใช้บริการโปรแกรม โดยผู้ใช้บริการสามารถทำเรื่องขอคืนเงินคอร์สเรียนออนไลน์ได้ หากผู้เรียนผ่านเงื่อนไขดังต่อไปนี้</p>
    <p>&nbsp;&nbsp;&nbsp;1.ผู้เรียนต้องมีการเรียนในระบบไม่เกิน 10% ของทั้งหมด (Progress) และ/หรือ เข้าเรียนและทำแบบฝึกหัดไม่เกิน 10 แบบเรียน&nbsp;</p>
    <p>&nbsp;&nbsp;&nbsp;2.ผู้เรียนต้องมีระยะเวลาในการใช้งาน ไม่เกิน 7 วัน หลังจากชำระเงิน</p>
    <p>&nbsp;&nbsp;&nbsp;3.พบปัญหาที่เกิดขึ้นจากระบบโปรแกรมซึ่งไม่ใช่ความผิดพลาดของผู้เรียน</p>
    <p></p>
    <p>ระยะเวลาในการคืนเงิน</p>
    <p>&nbsp;&nbsp;&nbsp;บริษัทจะทำการพิจารณาคืนเงินให้ท่านภายใน 7 วัน และมีการคืนเงินให้ท่านภายใน 7 - 15 วันทำการ โดยเงินที่คืนจะเข้าบัตรเครดิตหรือโอนเข้าบัญชีธนาคารของผู้ทำรายการสั่งซื้อเท่านั้น</p>
    <p></p>
    <p>วิธีการในการคืนเงิน</p>
    <p>&nbsp;&nbsp;&nbsp;ผู้เรียนสามารถแจ้งขอคืนเงินได้ผ่านทาง google from : <a href="https://docs.google.com/forms/d/e/1FAIpQLSdtW-O9fhduuqpfsMVQvVrKrn7eCQXCLVj1RLKvcfZHTtnAPA/viewform" target="__blank" style="color:#0085FF;">ที่นี่</a> เมื่อได้รับแบบฟอร์มการคืนเงินของผู้เรียนแล้วบริษัทจะทำการคืนเงินให้ผู้เรียนตามระยะเวลาดังกล่าวข้างต้นหลังจากตรวจสอบว่าผู้เรียนผ่านเงื่อนไขการคืนเงินตามที่บริษัทกำหนด&nbsp;</p>`
  },
  // #endregion

  // #region Cookie
  {
    type: "cookie",
    title: "นโยบายคุกกี้",
    content: `
    &nbsp;&nbsp;&nbsp;นโยบายคุกกี้ฉบับนี้ (“นโยบาย”) ได้อธิบายถึงความหมาย การทำงาน วัตถุประสงค์และวิธีการใช้คุกกี้ของแพลตฟอร์ม <a href="https://www.winner-english.com" target="__blank" style="color:#0085FF;">www.winner-english.com</a> ("แพลตฟอร์ม”) ที่ให้บริการโดยบริษัท เอ็ดดูเทค อินโนเวชั่น จำกัด  (“บริษัท” หรือ “เรา“) รวมไปถึงการลบและปฏิเสธการเก็บคุกกี้เพื่อความเป็นส่วนตัวของท่าน โปรดศึกษานโยบายคุกกี้ฉบับนี้เพื่อให้ท่านสามารถเข้าใจแนวปฏิบัติของเราเกี่ยวกับการเก็บรวบรวม ใช้ การเปิดเผยและทางเลือกในการอนุญาตให้เปิดใช้งานคุกกี้บนแพลตฟอร์มของเรา
    <br>
    <br>

    <b>คุกกี้คืออะไร?</b>
    <br>
    &nbsp;&nbsp;&nbsp;คุกกี้ คือ ไฟล์ข้อมูลขนาดเล็กที่จัดเก็บไว้ในคอมพิวเตอร์หรืออุปกรณ์ของท่านเมื่อท่านเยี่ยมชมแพลตฟอร์ม หลังจากนั้นคุกกี้จะถูกส่งกลับไปยังแพลตฟอร์มต้นทางในการเข้าเยี่ยมชมในครั้งถัดไปหรือส่งไปยังแพลตฟอร์มอื่นที่จดจำคุกกี้นั้นได้ กล่าวคือ เมื่อท่านเข้าชมแพลตฟอร์ม คุกกี้จะอนุญาตให้แพลตฟอร์มจดจำท่านและวิธีที่ท่านใช้งานแพลตฟอร์มในแต่ละครั้งที่ท่านกลับมาเข้าชมอีกเพื่อทำให้ท่านได้รับประสบการณ์การใช้งานแพลตฟอร์มได้ดียิ่งขึ้นและแพลตฟอร์มสามารถทำงานได้อย่างมีประสิทธิภาพ
    <br>
    <br>

    <b>ประเภทของคุกกี้ที่เราใช้</b>
    <br>
    &nbsp;&nbsp;&nbsp;คุกกี้ที่มีความจำเป็น (Strictly Necessary Cookies) คุกกี้เหล่านี้มีความสำคัญต่อการให้บริการบนแพลตฟอร์มแก่ท่านและเพื่อให้ท่านสามารถใช้ท่านคุณลักษณะที่สำคัญได้ โดยคุกกี้เหล่านี้ช่วยในการเข้าถึงพื้นที่เฉพาะและปลอดภัย หากไม่มีคุกกี้เหล่านี้เราจะไม่สามารถให้บริการแก่ท่านได้ เช่น การยื่นแบบการชำระเงิน เราจึงจำเป็นต้องใช้คุกกี้ชนิดดังกล่าวนี้เพื่อให้บริการแก่ท่าน
    <br>
    <br>
    &nbsp;&nbsp;&nbsp;คุกกี้เพื่อการวิเคราะห์และประเมินผลการใช้งาน (Analytical/Performance Cookies) คุกกี้เหล่านี้ช่วยให้เราเข้าใจถึงพฤติกรรมและวิธีการที่ท่านใช้งานบนแพลตฟอร์ม เช่น แพลตฟอร์มหน้าที่คุณเข้าเยี่ยมชม และแพลตฟอร์มหน้าที่คุณได้รับข้อความแจ้งเตือนเกี่ยวกับปัญหาการใช้งาน อย่างไรก็ตามข้อมูลที่คุกกี้นี้เก็บรวบรวมจะเป็นข้อมูลที่ไม่สามารถระบุตัวตนได้และนำมาใช้พัฒนาการใช้งานแพลตฟอร์มเท่านั้น
    <br>
    <br>

    &nbsp;&nbsp;&nbsp;คุกกี้เพื่อการใช้งานแพลตฟอร์ม (Functional Cookies) คุกกี้เหล่านี้ช่วยให้เราจดจำตัวเลือกต่าง ๆ ที่ท่านตั้งค่าไว้เมื่อกลับมาใช้งานแพลตฟอร์มอีกครั้ง เช่น การจดจำข้อมูลชื่อบัญชีผู้ใช้งานของท่าน จดจำข้อมูลการตั้งค่าต่าง ๆ ภาษาหรือภูมิภาคที่คุณอยู่ โดยแพลตฟอร์มนี้จะใช้คุกกี้ประเภทนี้เพื่อจดจำภาษาที่คุณเลือกใช้ มากไปกว่านั้นคุกกี้นี้ยังช่วยจดจำขนาดของตัวอักษร รูปแบบตัวอักษร และส่วนอื่นๆในหน้าของแพลตฟอร์มตามที่คุณตั้งค่า อีกทั้งคุกกี้นี้ใช้เพื่อส่งมอบบริการที่คุณสนใจ เช่น การชมวิดีโอ หรือให้คำแนะนำบนแพลตฟอร์ม ข้อมูลที่คุกกี้นี้เก็บรวบรวมจะเป็นข้อมูลที่ไม่สามารถระบุตัวตนได้และไม่สามารถบันทึกวิธีการใช้งานบนแพลตฟอร์มอื่นๆ
    <br>
    <br>
    &nbsp;&nbsp;&nbsp;คุกกี้เพื่อการโฆษณาไปยังกลุ่มเป้าหมาย (Advertising/Targeting Cookies) คุกกี้เหล่านี้ใช้เพื่อแสดงโฆษณาที่เกี่ยวข้องกับท่านและตามความสนใจของท่าน และคุ้กกี้นี้ยังช่วยจำกัดจำนวนครั้งที่ท่านเห็นโฆษณาและช่วยให้เราประเมินประสิทธิภาพทางด้านการตลาดของเราอีกด้วย นอกจากนี้ คุกกี้นี้จะช่วยจดจำการเข้าใช้งานของท่านบนแพลตฟอร์มนี้ โดยเราอาจแบ่งปันข้อมูลนี้กับบุคคลที่สามรวมถึงพันธมิตรทางธุรกิจของเราด้วย เราอาจใช้ข้อมูลที่ได้รับจากคุกกี้เหล่านี้เพื่อเสนอโฆษณาที่ท่านอาจสนใจโดยขึ้นอยู่กับพฤติกรรมการใช้งานออนไลน์ของท่านที่ผ่านมา ซึ่งท่านอาจเห็นโฆษณาของเราบนอินเตอร์เทอร์เน็ต
    <br>
    <br>

    &nbsp;&nbsp;&nbsp;แฟลชคุกกี้ (Flash Cookies) ในบางกรณีเราอาจใช้ Adobe Flash Player เพื่อแสดงเนื้อหาพิเศษ เช่น วิดีโอหรือภาพเคลื่อนไหว ทั้งนี้ Local Shared Objects (หรือที่รู้จักอย่างดีในนาม “Flash Cookies”) ถูกนำมาใช้เพื่อพัฒนาประสบการณ์ของผู้ใช้งาน เช่น คุกกี้ที่ช่วยจดจำการตั้งค่าและความสนใจของท่าน คุกกี้นี้จะถูกติดตั้งบนอุปกรณ์ของท่าน และถูกควบคุมผ่านตัวกลางที่เชื่อมต่อระหว่างอุปกรณ์ของท่านกับท่านซึ่งแตกต่างจากตัวกลางที่เชื่อเชื่อมต่อระหว่างท่านและแพลตฟอร์มนี้ ดังนั้น การตั้งค่าการใช้งานแฟลชคุกกี้จึงไม่สามารถจัดการผ่านแพลตฟอร์มนี้ไม่ได้ ท่านต้องดำเนินการผ่านเครื่องมือจัดการแฟลชบนแพลตฟอร์มของ Adobe  <a href="http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html" target="__blank" style="color:#0085FF;">ที่นี่</a>
    <br>
    <br>

    &nbsp;&nbsp;&nbsp;คุกกี้ปรับแต่งเนื้อหา (Tailored Content Cookies) คุกกี้นี้ช่วยให้แพลตฟอร์มแสดงเนื้อหาที่เหมาะสมและตรงตามความสนใจของคุณ อีกทั้งคุกกี้นี้ช่วยระบุข้อมูลที่ควรแสดงให้คุณเห็นซึ่งได้จากการใช้งานแพลตฟอร์มของคุณในครั้งที่ผ่านมา คุกกี้นี้ไม่สามารถบันทึกการใช้งานแพลตฟอร์มของคุณบนแพลตฟอร์มอื่นๆได้
    <br>
    <br>

    <b>ระยะเวลาการจัดเก็บคุกกี้</b>
    <br>
    &nbsp;&nbsp;&nbsp;ระยะเวลาของการจัดเก็บคุกกี้บนอุปกรณ์ของคุณจะขึ้นอยู่กับประเภทของการจัดเก็บคุกกี้
    <br>
    <ul style="padding:0px 30px;margin:0px;">
    <li><u>คุกกี้แบบชั่วคราว (Session Cookies)</u> คือ คุกกี้ที่มีระยะเวลาคงอยู่ชั่วคราวจะถูกใช้ในระหว่างที่ท่านเยี่ยมชมแพลตฟอร์มและจะสิ้นสุดลงเมื่อท่านออกจากแพลตฟอร์มหรือทำการปิดเบราว์เซอร์ของท่าน</li>
    <li><u>คุกกี้แบบถาวร (Persistent Cookies)</u> คือ คุกกี้ที่มีระยะเวลาคงอยู่ไปตลอดจนกว่าจะหมดอายุหรือถูกลบ เพื่อใช้จดจำการตั้งค่าของท่านภายในแพลตฟอร์มและจะยังคงอยู่ในคอมพิวเตอร์หรือบนมือถือของท่านแม้ว่าท่านจะปิดแพลตฟอร์มนั้นแล้ว คุกกี้ดังกล่าวนี้จะช่วยเรื่องความสอดคล้องของข้อมูลและช่วยเพิ่มประสิทธิภาพการใช้งานในขณะที่ท่านเยี่ยมชมแพลตฟอร์มหรือบริการ</li>
    </ul>
    <br>

    <b>การใช้คุกกี้ของเราและของบุคคลที่สาม</b>
    <br>
    &nbsp;&nbsp;&nbsp;คุกกี้บางส่วนที่อยู่บนแพลตฟอร์มเป็นคุกกี้ของเรา ในขณะที่คุกกี้ของบุคคลที่สามที่ถูกติดตั้งบนอุปกรณ์ของคุณผ่านการใช้แพลตฟอร์มนี้เป็นของบุคคลที่สาม เช่น Facebook อาจติดตั้งคุกกี้บนอุปกรณ์ของคุณถ้าคุณกดลิงก์ของ Facebook ที่อยู่บนแพลตฟอร์มของเรา
    <br>
    <br>

    <b>การตั้งค่าคุกกี้</b>
    <br>
    &nbsp;&nbsp;&nbsp;ท่านสามารถเปลี่ยนแปลงการตั้งค่าการใช้งาน การระงับการใช้งาน หรือทำการลบคุกกี้บนแพลตฟอร์มของเรา เพื่อเปลี่ยนแปลงการตั้งค่าดังกล่าว ไปยังปุ่ม “ช่วยเหลือ” “เครื่องมือ” หรือ “แก้ไข” ทั้งนี้ หากท่านทำการปรับเปลี่ยนการตั้งค่าเบราว์เซอร์ของท่านโดยการปิดการใช้งานหรือลบคุกกี้บางอย่างในการตั้งค่าเบราว์เซอร์ของท่าน การใช้งานบนแพลตฟอร์มหรือลักษณะบางอย่างอาจทำงานได้ไม่ตรงตามวัตถุประสงค์ เช่น การสมัครงาน หรือการลงประกาศหางาน หากท่านต้องการศึกษาเพิ่มเติมเกี่ยวกับการใช้คุกกี้ และการตั้งค่าคุกกี้ดังกล่าว ท่านสามารถดูรายละเอียดได้ <a href="https://allaboutcookies.org/" target="__blank" style="color:#0085FF;">ที่นี่</a>
    <br>
    <br>

    <b>การแก้ไขเปลี่ยนแปลงนโยบายคุกกี้</b>
    <br>
    &nbsp;&nbsp;&nbsp;เราขอสงวนสิทธิในการแก้ไขเปลี่ยนแปลงนโยบายฉบับนี้เป็นครั้งคราว เราจะเผยแพร่การเปลี่ยนแปลงดังกล่าวบนหน้าแพลตฟอร์มของเรา กรุณาตรวจสอบการแก้ไขเป็นประจำ
    <br>
    <br>

    นโยบายคุกกี้ฉบับนี้แก้ไขล่าสุดและมีผลใช้บังคับตั้งแต่วันที่ 1 มิถุนายน 2567
    <br>
    <br>

    <b>รายละเอียดการติดต่อ</b>
    <br>
    &nbsp;&nbsp;&nbsp;หากท่านต้องการสอบถามข้อมูลเกี่ยวกับนโยบายคุกกี้ฉบับนี้ ท่านสามารถติดต่อเรา
    <br>
    <b>บริษัท เอ็ดดูเทค อินโนเวชั่น จำกัด</b>
    <br>ที่อยู่: 1673/26 ถนนเพชรบุรีตัดใหม่ แขวงมักกะสัน เขตราชเทวี กรุงเทพฯ 10400
    <br>
    เบอร์โทรศัพท์: 02-252-2489
    <br>
    อีเมล: info.winnerenglish@gmail.com
    `
  }
  // #endregion
]

export default { list }
